export const features = [
    {
        id: 1,
        icon: "/icon/whyUs/SVG 1.svg",
        title: "Интерактивті және заманауи әдістер",
        description: "Ойын форматындағы сабақтар, диалогтар және жаттығулар арқылы ағылшын тілін оңай меңгеріңіз."
    },
    {
        id: 2,
        icon: "/icon/whyUs/SVG 1-1.svg",
        title: "Жасанды интеллект көмегімен тиімді оқу",
        description: "AqılShyn сіздің деңгейіңізге бейімделіп, оқу процесін барынша жеңіл әрі қызықты етеді."
    },
    {
        id: 3,
        icon:"/icon/whyUs/SVG 1-2.svg",
        title: "Өзіңе қажет оқу орыны туралы ақпаратты білу",
        description: "Шетелдік жоғары оқу орындары туралы ақпаратты қазақ тілінде іздей аласың."
    },
    {
        id: 4,
        icon: "/icon/whyUs/SVG 1-3.svg",
        title: "Барлығына қолжетімді, сапалы білім",
        description: "Қымбат тіл курстарына тәуелді болмай, өзіңізге ыңғайлы форматта тиімді оқу."
    },
    {
        id: 5,
        icon: "/icon/whyUs/SVG 1-4.svg",
        title: "Жылдам нәтиже және жеке оқу жоспары",
        description: "Жасанды интеллект сіздің прогрестіңізді бақылап, жеке ұсыныстар береді."
    },
    {
        id: 6,
        icon: "/icon/whyUs/SVG 1-5.svg",
        title: "IELTS халықаралық тестіне дайындалу",
        description: "Нақты шетелдік емтихандарға дайындалу арқылы деңгейіңізді көтеру."
    }
];

